# Prerequisites
tap "homebrew/cask"
tap "buo/cask-upgrade"
brew "mas"

# Productivity
mas "1Password"
mas "Hidden Bar"
cask "raycast"

# Browsers
cask "google-chrome"

# Development
cask "visual-studio-code"
brew "node"
brew "python@3.12"
brew "git"
brew "hashicorp/tap/terraform"
cask "google-cloud-sdk"
cask "docker"

# Aux
cask "spotify"
cask "slack"
cask "zoom"
