# Prerequisites
tap "homebrew/cask"
tap "buo/cask-upgrade"
brew "mas"

# Productivity
mas "Hidden Bar"
cask "raycast"
cask "onedrive"
cask "microsoft-teams"
cask "microsoft-auto-update"
cask "keepassxc"
cask "productive"

# Browsers
cask "arc"

# Development
cask "visual-studio-code"
brew "node"
brew "python@3.12"
brew "python@3.13"
brew "git"
brew "uv"
cask "docker"
cask "beekeeper-studio"
cask "bruno"
cask "dbngin"

# Aux
cask "spotify"
cask "elgato-camera-hub"
cask "whatsapp"
cask "affinity"
cask "cameracontroller"
